alacritty
alsa-utils
arandr
autoconf
automake
bash
bash-completion
bind-tools
binutils
bison
blueman
brave-bin
bzip2
catimg
cava
chromium
cli-visualizer
coreutils
cryptsetup
ctags
cups
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
docker
docker-compose
dunst
e2fsprogs
efibootmgr
emscripten
entr
fail2ban
fakeroot
file
file-roller
filesystem
findutils
firefox
fish
flex
font-manager
fontforge
gajim
gawk
gcc
gcc-libs
gconf
gdm-plymouth
gettext
ghostscript
git
glances
glibc
gnome-mplayer
gnu-netcat
grep
groff
grub
gtk-engine-murrine
gtk-engines
gtop
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
inetutils
inkscape
intltool
iproute2
iputils
jfsutils
jq
jsoncpp
kazam
kitty
less
libgnome-keyring
libtool
licenses
linux
linux-firmware
logrotate
luarocks
lvm2
lxappearance
m4
make
man-db
man-pages
mattermost-desktop
mdadm
mplayer
nano
nemo
neofetch
net-snmp
netctl
network-manager-applet
networkmanager
networkmanager-vpnc
nitrogen
nm-connection-editor
nmap
nvm
openssh
otf-font-awesome-4
otf-font-awesome-5-free
p7zip
pacman
paper-icon-theme-git
patch
pavucontrol
pciutils
perl
picom
pkgconf
plymouth-git
polybar
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseeffects-git
python-future
python-pip
python-pyalsa
python-pygments
python2
ranger
redsocks-git
refind-efi
reiserfsprogs
rofi
rua
ruby
rust
s-nail
screenfetch
sed
semver
shadow
simplescreenrecorder
sudo
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
tcpdump
tcpflow
termite
texinfo
the_silver_searcher
tig
tigervnc
ttf-dejavu
ttf-devicons
ttf-font-awesome
ttf-font-awesome-4
ufw
unzip
usbutils
util-linux
vi
vim
vim-devicons
vpnc
wget
which
wpa_supplicant
xf86-video-vesa
xfce4-screenshooter
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yay
z-git
zathura
zenity
zip
zsh
